// Public issuer BIN reference (not real card numbers).
// https://github.com/alibaba-aero/griphook/blob/8f2b2543b62f9ee08b23404e0683313a53bc4d56/banks.json
exports.catalog=[
 ['بانک ملی ایران',['603799','589905','170019']],['بانک ملت',['610433','991975']],['بانک تجارت',['585983','627353']],
 ['بانک پاسارگاد',['502229','639347']],['بانک سامان',['621986']],['بانک صادرات',['603769']],['بانک سپه',['589210']],
 ['بانک اقتصاد نوین',['627412','627884']],['بانک پارسیان',['622106','639194']],['بانک کشاورزی',['603770','639217']],
 ['بانک مسکن',['628023']],['بانک رفاه کارگران',['589463']],['بانک آینده',['636214']],['بانک شهر',['502806','504706']],
 ['بانک رسالت',['504172']],['بانک قرض‌الحسنه مهر ایران',['606373']],['بانک سینا',['639346']],['بانک دی',['502938']],
 ['بانک کارآفرین',['627488','502910']],['بانک سرمایه',['639607']],['پست بانک ایران',['627760']],['بانک توسعه تعاون',['502908']],
 ['بانک توسعه صادرات ایران',['207177','627648']],['بانک صنعت و معدن',['627961']],['بانک گردشگری',['505416']],
 ['بانک ایران زمین',['505785']],['بانک خاورمیانه',['505809']],['بانک مرکزی',['636795']],['مؤسسه اعتباری ملل',['606256']],
 ['بانک انصار (پیش‌شماره قدیمی)',['627381']],['بانک قوامین (پیش‌شماره قدیمی)',['639599']],
 ['بانک حکمت ایرانیان (پیش‌شماره قدیمی)',['636949']],['مؤسسه کوثر (پیش‌شماره قدیمی)',['505801']],
 ['بانک مهر اقتصاد (پیش‌شماره قدیمی)',['639370']],['مؤسسه نور (پیش‌شماره قدیمی)',['507677']],['مؤسسه اعتباری توسعه (پیش‌شماره قدیمی)',['628157']]
];
